{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "\\": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "Ā": 199,
      "ā": 200,
      "Ă": 201,
      "ă": 202,
      "Ą": 203,
      "ą": 204,
      "Ć": 205,
      "ć": 206,
      "Ĉ": 207,
      "ĉ": 208,
      "Ċ": 209,
      "ċ": 210,
      "Č": 211,
      "č": 212,
      "Ď": 213,
      "ď": 214,
      "Đ": 215,
      "đ": 216,
      "Ē": 217,
      "ē": 218,
      "Ĕ": 219,
      "ĕ": 220,
      "Ė": 221,
      "ė": 222,
      "Ę": 223,
      "ę": 224,
      "Ě": 225,
      "ě": 226,
      "Ĝ": 227,
      "ĝ": 228,
      "Ğ": 229,
      "ğ": 230,
      "Ġ": 231,
      "ġ": 232,
      "Ģ": 233,
      "ģ": 234,
      "Ĥ": 235,
      "ĥ": 236,
      "Ħ": 237,
      "ħ": 238,
      "ĩ": 239,
      "Ī": 240,
      "ī": 241,
      "Ĭ": 242,
      "ĭ": 243,
      "Į": 244,
      "į": 245,
      "İ": 246,
      "ı": 247,
      "Ĳ": 248,
      "ĳ": 249,
      "Ĵ": 250,
      "ĵ": 251,
      "Ķ": 252,
      "ķ": 253,
      "Ĺ": 254,
      "ĺ": 255,
      "Ļ": 256,
      "ļ": 257,
      "Ľ": 258,
      "ľ": 259,
      "Ŀ": 260,
      "ŀ": 261,
      "Ł": 262,
      "ł": 263,
      "Ń": 264,
      "ń": 265,
      "Ņ": 266,
      "ņ": 267,
      "Ň": 268,
      "ň": 269,
      "Ŋ": 270,
      "ŋ": 271,
      "Ō": 272,
      "ō": 273,
      "Ŏ": 274,
      "ŏ": 275,
      "Ő": 276,
      "ő": 277,
      "Œ": 278,
      "œ": 279,
      "Ŕ": 280,
      "ŕ": 281,
      "Ŗ": 282,
      "ŗ": 283,
      "Ř": 284,
      "ř": 285,
      "Ś": 286,
      "ś": 287,
      "Ŝ": 288,
      "ŝ": 289,
      "Ş": 290,
      "ş": 291,
      "Š": 292,
      "š": 293,
      "Ţ": 294,
      "ţ": 295,
      "Ť": 296,
      "ť": 297,
      "Ŧ": 298,
      "ŧ": 299,
      "Ũ": 300,
      "ũ": 301,
      "Ū": 302,
      "ū": 303,
      "Ŭ": 304,
      "ŭ": 305,
      "Ů": 306,
      "ů": 307,
      "Ű": 308,
      "ű": 309,
      "Ų": 310,
      "ų": 311,
      "ŵ": 312,
      "ŷ": 313,
      "Ÿ": 314,
      "Ź": 315,
      "ź": 316,
      "Ż": 317,
      "ż": 318,
      "Ž": 319,
      "ž": 320,
      "ſ": 321,
      "ƀ": 322,
      "Ɔ": 323,
      "Ɖ": 324,
      "Ǝ": 325,
      "Ə": 326,
      "ƒ": 327,
      "Ɣ": 328,
      "ƙ": 329,
      "ƛ": 330,
      "ƞ": 331,
      "Ơ": 332,
      "ơ": 333,
      "ƣ": 334,
      "Ƨ": 335,
      "ƭ": 336,
      "Ư": 337,
      "ư": 338,
      "Ʊ": 339,
      "Ƶ": 340,
      "ƶ": 341,
      "Ʒ": 342,
      "ƿ": 343,
      "ǀ": 344,
      "ǁ": 345,
      "ǂ": 346,
      "ǃ": 347,
      "Ǆ": 348,
      "ǅ": 349,
      "ǎ": 350,
      "Ǐ": 351,
      "ǐ": 352,
      "ǒ": 353,
      "Ǔ": 354,
      "ǔ": 355,
      "ǖ": 356,
      "Ǘ": 357,
      "ǘ": 358,
      "ǚ": 359,
      "Ǜ": 360,
      "ǜ": 361,
      "ǝ": 362,
      "ǟ": 363,
      "ǣ": 364,
      "Ǥ": 365,
      "ǥ": 366,
      "Ǧ": 367,
      "ǧ": 368,
      "Ǩ": 369,
      "ǩ": 370,
      "ǫ": 371,
      "Ǯ": 372,
      "ǯ": 373,
      "ǰ": 374,
      "Ǵ": 375,
      "ǵ": 376,
      "Ƿ": 377,
      "Ǹ": 378,
      "ǹ": 379,
      "Ǻ": 380,
      "ǻ": 381,
      "Ǽ": 382,
      "ǽ": 383,
      "Ǿ": 384,
      "ǿ": 385,
      "Ȁ": 386,
      "ȁ": 387,
      "ȃ": 388,
      "Ȅ": 389,
      "ȅ": 390,
      "Ȉ": 391,
      "ȉ": 392,
      "Ȍ": 393,
      "ȍ": 394,
      "Ȑ": 395,
      "ȑ": 396,
      "Ȕ": 397,
      "ȕ": 398,
      "ȗ": 399,
      "Ș": 400,
      "ș": 401,
      "Ț": 402,
      "ț": 403,
      "ȝ": 404,
      "Ȟ": 405,
      "ȟ": 406,
      "ȣ": 407,
      "ȥ": 408,
      "Ȧ": 409,
      "ȧ": 410,
      "ȩ": 411,
      "ȫ": 412,
      "ȭ": 413,
      "ȯ": 414,
      "ȱ": 415,
      "Ȳ": 416,
      "ȳ": 417,
      "ȷ": 418,
      "Ɂ": 419,
      "ɂ": 420,
      "ɐ": 421,
      "ɑ": 422,
      "ɒ": 423,
      "ɓ": 424,
      "ɔ": 425,
      "ɕ": 426,
      "ɖ": 427,
      "ɗ": 428,
      "ɘ": 429,
      "ə": 430,
      "ɚ": 431,
      "ɛ": 432,
      "ɜ": 433,
      "ɝ": 434,
      "ɟ": 435,
      "ɡ": 436,
      "ɢ": 437,
      "ɣ": 438,
      "ɤ": 439,
      "ɥ": 440,
      "ɦ": 441,
      "ɧ": 442,
      "ɨ": 443,
      "ɪ": 444,
      "ɫ": 445,
      "ɬ": 446,
      "ɭ": 447,
      "ɮ": 448,
      "ɯ": 449,
      "ɰ": 450,
      "ɱ": 451,
      "ɲ": 452,
      "ɳ": 453,
      "ɴ": 454,
      "ɵ": 455,
      "ɶ": 456,
      "ɷ": 457,
      "ɸ": 458,
      "ɹ": 459,
      "ɺ": 460,
      "ɻ": 461,
      "ɽ": 462,
      "ɾ": 463,
      "ʀ": 464,
      "ʁ": 465,
      "ʂ": 466,
      "ʃ": 467,
      "ʆ": 468,
      "ʈ": 469,
      "ʉ": 470,
      "ʊ": 471,
      "ʋ": 472,
      "ʌ": 473,
      "ʍ": 474,
      "ʎ": 475,
      "ʏ": 476,
      "ʐ": 477,
      "ʑ": 478,
      "ʒ": 479,
      "ʓ": 480,
      "ʔ": 481,
      "ʕ": 482,
      "ʘ": 483,
      "ʙ": 484,
      "ʝ": 485,
      "ʟ": 486,
      "ʢ": 487,
      "ʣ": 488,
      "ʤ": 489,
      "ʦ": 490,
      "ʧ": 491,
      "ʨ": 492,
      "ʰ": 493,
      "ʱ": 494,
      "ʲ": 495,
      "ʳ": 496,
      "ʷ": 497,
      "ʸ": 498,
      "ʹ": 499,
      "ʺ": 500,
      "ʻ": 501,
      "ʼ": 502,
      "ʽ": 503,
      "ʾ": 504,
      "ʿ": 505,
      "ˀ": 506,
      "ˁ": 507,
      "ˆ": 508,
      "ˇ": 509,
      "ˈ": 510,
      "ˉ": 511,
      "ˊ": 512,
      "ˋ": 513,
      "ˌ": 514,
      "ˍ": 515,
      "ː": 516,
      "ˑ": 517,
      "˒": 518,
      "˔": 519,
      "˘": 520,
      "˚": 521,
      "˛": 522,
      "˜": 523,
      "˝": 524,
      "˟": 525,
      "ˠ": 526,
      "ˡ": 527,
      "ˢ": 528,
      "ˣ": 529,
      "ˤ": 530,
      "˥": 531,
      "˧": 532,
      "˨": 533,
      "˩": 534,
      "˱": 535,
      "˲": 536,
      "˽": 537,
      "˾": 538,
      "̀": 539,
      "́": 540,
      "̂": 541,
      "̃": 542,
      "̄": 543,
      "̅": 544,
      "̆": 545,
      "̇": 546,
      "̈": 547,
      "̉": 548,
      "̊": 549,
      "̋": 550,
      "̌": 551,
      "̍": 552,
      "̏": 553,
      "̐": 554,
      "̑": 555,
      "̕": 556,
      "̗": 557,
      "̝": 558,
      "̞": 559,
      "̟": 560,
      "̠": 561,
      "̢": 562,
      "̣": 563,
      "̤": 564,
      "̥": 565,
      "̧": 566,
      "̨": 567,
      "̩": 568,
      "̪": 569,
      "̬": 570,
      "̭": 571,
      "̮": 572,
      "̯": 573,
      "̰": 574,
      "̱": 575,
      "̲": 576,
      "̴": 577,
      "̵": 578,
      "̺": 579,
      "̻": 580,
      "́": 581,
      "͐": 582,
      "͔": 583,
      "͕": 584,
      "͘": 585,
      "͜": 586,
      "͡": 587,
      "ͤ": 588,
      "Ͱ": 589,
      "ͱ": 590,
      "Ͳ": 591,
      "ͳ": 592,
      "͵": 593,
      "΄": 594,
      "Ά": 595,
      "Έ": 596,
      "Ή": 597,
      "Ί": 598,
      "Ό": 599,
      "Ύ": 600,
      "Ώ": 601,
      "ΐ": 602,
      "Α": 603,
      "Β": 604,
      "Γ": 605,
      "Δ": 606,
      "Ε": 607,
      "Ζ": 608,
      "Η": 609,
      "Θ": 610,
      "Ι": 611,
      "Κ": 612,
      "Λ": 613,
      "Μ": 614,
      "Ν": 615,
      "Ξ": 616,
      "Ο": 617,
      "Π": 618,
      "Ρ": 619,
      "Σ": 620,
      "Τ": 621,
      "Υ": 622,
      "Φ": 623,
      "Χ": 624,
      "Ψ": 625,
      "Ω": 626,
      "Ϊ": 627,
      "ά": 628,
      "έ": 629,
      "ή": 630,
      "ί": 631,
      "ΰ": 632,
      "α": 633,
      "β": 634,
      "γ": 635,
      "δ": 636,
      "ε": 637,
      "ζ": 638,
      "η": 639,
      "θ": 640,
      "ι": 641,
      "κ": 642,
      "λ": 643,
      "μ": 644,
      "ν": 645,
      "ξ": 646,
      "ο": 647,
      "π": 648,
      "ρ": 649,
      "ς": 650,
      "σ": 651,
      "τ": 652,
      "υ": 653,
      "φ": 654,
      "χ": 655,
      "ψ": 656,
      "ω": 657,
      "ϊ": 658,
      "ϋ": 659,
      "ό": 660,
      "ύ": 661,
      "ώ": 662,
      "ϐ": 663,
      "ϑ": 664,
      "ϒ": 665,
      "ϕ": 666,
      "Ϙ": 667,
      "ϙ": 668,
      "Ϛ": 669,
      "ϛ": 670,
      "Ϝ": 671,
      "ϝ": 672,
      "Ϟ": 673,
      "ϟ": 674,
      "Ϡ": 675,
      "ϡ": 676,
      "Ϧ": 677,
      "ϩ": 678,
      "ϰ": 679,
      "ϱ": 680,
      "ϳ": 681,
      "ϵ": 682,
      "Ϸ": 683,
      "ϸ": 684,
      "Ϲ": 685,
      "Ϻ": 686,
      "ϻ": 687,
      "Ѐ": 688,
      "Ё": 689,
      "Ђ": 690,
      "Ѓ": 691,
      "Є": 692,
      "Ѕ": 693,
      "І": 694,
      "Ї": 695,
      "Ј": 696,
      "Љ": 697,
      "Њ": 698,
      "Ћ": 699,
      "Ќ": 700,
      "Ѝ": 701,
      "Ў": 702,
      "Џ": 703,
      "А": 704,
      "Б": 705,
      "В": 706,
      "Г": 707,
      "Д": 708,
      "Е": 709,
      "Ж": 710,
      "З": 711,
      "И": 712,
      "Й": 713,
      "К": 714,
      "Л": 715,
      "М": 716,
      "Н": 717,
      "О": 718,
      "П": 719,
      "Р": 720,
      "С": 721,
      "Т": 722,
      "У": 723,
      "Ф": 724,
      "Х": 725,
      "Ц": 726,
      "Ч": 727,
      "Ш": 728,
      "Щ": 729,
      "Ъ": 730,
      "Ы": 731,
      "Ь": 732,
      "Э": 733,
      "Ю": 734,
      "Я": 735,
      "а": 736,
      "б": 737,
      "в": 738,
      "г": 739,
      "д": 740,
      "е": 741,
      "ж": 742,
      "з": 743,
      "и": 744,
      "й": 745,
      "к": 746,
      "л": 747,
      "м": 748,
      "н": 749,
      "о": 750,
      "п": 751,
      "р": 752,
      "с": 753,
      "т": 754,
      "у": 755,
      "ф": 756,
      "х": 757,
      "ц": 758,
      "ч": 759,
      "ш": 760,
      "щ": 761,
      "ъ": 762,
      "ы": 763,
      "ь": 764,
      "э": 765,
      "ю": 766,
      "я": 767,
      "ѐ": 768,
      "ё": 769,
      "ђ": 770,
      "ѓ": 771,
      "є": 772,
      "ѕ": 773,
      "і": 774,
      "ї": 775,
      "ј": 776,
      "љ": 777,
      "њ": 778,
      "ћ": 779,
      "ќ": 780,
      "ѝ": 781,
      "ў": 782,
      "џ": 783,
      "Ѡ": 784,
      "ѡ": 785,
      "Ѣ": 786,
      "ѣ": 787,
      "Ѧ": 788,
      "ѧ": 789,
      "Ѫ": 790,
      "ѫ": 791,
      "Ѱ": 792,
      "ѱ": 793,
      "ѳ": 794,
      "ѵ": 795,
      "Ѷ": 796,
      "ѷ": 797,
      "ѹ": 798,
      "Ҍ": 799,
      "ҍ": 800,
      "Ҏ": 801,
      "ҏ": 802,
      "Ґ": 803,
      "ґ": 804,
      "Ғ": 805,
      "ғ": 806,
      "ҕ": 807,
      "Җ": 808,
      "җ": 809,
      "ҙ": 810,
      "Қ": 811,
      "қ": 812,
      "Ҝ": 813,
      "ҝ": 814,
      "ҡ": 815,
      "Ң": 816,
      "ң": 817,
      "ҥ": 818,
      "Ҧ": 819,
      "ҧ": 820,
      "Ҫ": 821,
      "ҫ": 822,
      "ҭ": 823,
      "Ү": 824,
      "ү": 825,
      "Ұ": 826,
      "ұ": 827,
      "Ҳ": 828,
      "ҳ": 829,
      "ҵ": 830,
      "Ҷ": 831,
      "ҷ": 832,
      "Ҹ": 833,
      "ҹ": 834,
      "Һ": 835,
      "һ": 836,
      "Ҿ": 837,
      "Ӏ": 838,
      "ӂ": 839,
      "Ӄ": 840,
      "ӄ": 841,
      "Ӆ": 842,
      "ӆ": 843,
      "Ӈ": 844,
      "ӈ": 845,
      "Ӊ": 846,
      "ӊ": 847,
      "Ӎ": 848,
      "ӎ": 849,
      "ӏ": 850,
      "Ӑ": 851,
      "ӑ": 852,
      "Ӓ": 853,
      "ӓ": 854,
      "ӕ": 855,
      "Ӗ": 856,
      "ӗ": 857,
      "Ә": 858,
      "ә": 859,
      "ӛ": 860,
      "ӡ": 861,
      "Ӣ": 862,
      "ӣ": 863,
      "Ӧ": 864,
      "ӧ": 865,
      "Ө": 866,
      "ө": 867,
      "ӫ": 868,
      "Ӭ": 869,
      "ӭ": 870,
      "ӯ": 871,
      "Ӱ": 872,
      "ӱ": 873,
      "Ӳ": 874,
      "ӳ": 875,
      "ӷ": 876,
      "ӹ": 877,
      "ԁ": 878,
      "ԃ": 879,
      "ԅ": 880,
      "ԇ": 881,
      "ԉ": 882,
      "ԋ": 883,
      "Ԑ": 884,
      "ԓ": 885,
      "Ա": 886,
      "Բ": 887,
      "Գ": 888,
      "Դ": 889,
      "Ե": 890,
      "Զ": 891,
      "Է": 892,
      "Թ": 893,
      "Ի": 894,
      "Լ": 895,
      "Խ": 896,
      "Ծ": 897,
      "Կ": 898,
      "Հ": 899,
      "Ձ": 900,
      "Ղ": 901,
      "Ճ": 902,
      "Մ": 903,
      "Յ": 904,
      "Ն": 905,
      "Շ": 906,
      "Ո": 907,
      "Չ": 908,
      "Պ": 909,
      "Ջ": 910,
      "Ռ": 911,
      "Ս": 912,
      "Վ": 913,
      "Տ": 914,
      "Ւ": 915,
      "Ք": 916,
      "Ֆ": 917,
      "՝": 918,
      "՞": 919,
      "ա": 920,
      "բ": 921,
      "գ": 922,
      "դ": 923,
      "ե": 924,
      "զ": 925,
      "ը": 926,
      "թ": 927,
      "ժ": 928,
      "ի": 929,
      "լ": 930,
      "խ": 931,
      "ծ": 932,
      "կ": 933,
      "հ": 934,
      "ձ": 935,
      "ղ": 936,
      "ճ": 937,
      "մ": 938,
      "յ": 939,
      "ն": 940,
      "շ": 941,
      "ո": 942,
      "չ": 943,
      "պ": 944,
      "ջ": 945,
      "ռ": 946,
      "ս": 947,
      "վ": 948,
      "տ": 949,
      "ր": 950,
      "ց": 951,
      "ւ": 952,
      "փ": 953,
      "ք": 954,
      "օ": 955,
      "և": 956,
      "֑": 957,
      "֖": 958,
      "֗": 959,
      "֘": 960,
      "֚": 961,
      "֜": 962,
      "֣": 963,
      "֥": 964,
      "֪": 965,
      "֫": 966,
      "֬": 967,
      "ְ": 968,
      "ֱ": 969,
      "ֲ": 970,
      "ֳ": 971,
      "ִ": 972,
      "ֵ": 973,
      "ֶ": 974,
      "ַ": 975,
      "ָ": 976,
      "ֹ": 977,
      "ֻ": 978,
      "ּ": 979,
      "ֽ": 980,
      "־": 981,
      "ֿ": 982,
      "ׁ": 983,
      "ׂ": 984,
      "׃": 985,
      "ׇ": 986,
      "א": 987,
      "ב": 988,
      "ג": 989,
      "ד": 990,
      "ה": 991,
      "ו": 992,
      "ז": 993,
      "ח": 994,
      "ט": 995,
      "י": 996,
      "ך": 997,
      "כ": 998,
      "ל": 999,
      "ם": 1000,
      "מ": 1001,
      "ן": 1002,
      "נ": 1003,
      "ס": 1004,
      "ע": 1005,
      "ף": 1006,
      "פ": 1007,
      "ץ": 1008,
      "צ": 1009,
      "ק": 1010,
      "ר": 1011,
      "ש": 1012,
      "ת": 1013,
      "װ": 1014,
      "ײ": 1015,
      "׳": 1016,
      "״": 1017,
      "؁": 1018,
      "،": 1019,
      "؟": 1020,
      "ء": 1021,
      "آ": 1022,
      "أ": 1023,
      "ؤ": 1024,
      "إ": 1025,
      "ئ": 1026,
      "ا": 1027,
      "ب": 1028,
      "ة": 1029,
      "ت": 1030,
      "ث": 1031,
      "ج": 1032,
      "ح": 1033,
      "خ": 1034,
      "د": 1035,
      "ذ": 1036,
      "ر": 1037,
      "ز": 1038,
      "س": 1039,
      "ش": 1040,
      "ص": 1041,
      "ض": 1042,
      "ط": 1043,
      "ظ": 1044,
      "ع": 1045,
      "غ": 1046,
      "ـ": 1047,
      "ف": 1048,
      "ق": 1049,
      "ك": 1050,
      "ل": 1051,
      "م": 1052,
      "ن": 1053,
      "ه": 1054,
      "و": 1055,
      "ى": 1056,
      "ي": 1057,
      "ً": 1058,
      "ٌ": 1059,
      "ٍ": 1060,
      "َ": 1061,
      "ُ": 1062,
      "ِ": 1063,
      "ّ": 1064,
      "ْ": 1065,
      "ٖ": 1066,
      "٩": 1067,
      "ٰ": 1068,
      "ٱ": 1069,
      "ٹ": 1070,
      "ٽ": 1071,
      "پ": 1072,
      "ڀ": 1073,
      "ځ": 1074,
      "ڃ": 1075,
      "ڄ": 1076,
      "چ": 1077,
      "ڇ": 1078,
      "ڈ": 1079,
      "ډ": 1080,
      "ڊ": 1081,
      "ڌ": 1082,
      "ڍ": 1083,
      "ڏ": 1084,
      "ڑ": 1085,
      "ڒ": 1086,
      "ړ": 1087,
      "ڕ": 1088,
      "ژ": 1089,
      "ڙ": 1090,
      "ښ": 1091,
      "ڠ": 1092,
      "ڤ": 1093,
      "ڨ": 1094,
      "ک": 1095,
      "ڪ": 1096,
      "ګ": 1097,
      "ڬ": 1098,
      "ڭ": 1099,
      "گ": 1100,
      "ڵ": 1101,
      "ں": 1102,
      "ڽ": 1103,
      "ھ": 1104,
      "ہ": 1105,
      "ۂ": 1106,
      "ۄ": 1107,
      "ۆ": 1108,
      "ۇ": 1109,
      "ۈ": 1110,
      "ی": 1111,
      "ێ": 1112,
      "ۏ": 1113,
      "ې": 1114,
      "ے": 1115,
      "ە": 1116,
      "۞": 1117,
      "۰": 1118,
      "۱": 1119,
      "۲": 1120,
      "۳": 1121,
      "۴": 1122,
      "۵": 1123,
      "۸": 1124,
      "۹": 1125,
      "܄": 1126,
      "ܐ": 1127,
      "ܒ": 1128,
      "ܓ": 1129,
      "ܕ": 1130,
      "ܖ": 1131,
      "ܗ": 1132,
      "ܘ": 1133,
      "ܙ": 1134,
      "ܚ": 1135,
      "ܛ": 1136,
      "ܝ": 1137,
      "ܟ": 1138,
      "ܠ": 1139,
      "ܡ": 1140,
      "ܢ": 1141,
      "ܣ": 1142,
      "ܥ": 1143,
      "ܦ": 1144,
      "ܨ": 1145,
      "ܩ": 1146,
      "ܪ": 1147,
      "ܫ": 1148,
      "ܬ": 1149,
      "ܰ": 1150,
      "ܲ": 1151,
      "ܵ": 1152,
      "ܸ": 1153,
      "ܹ": 1154,
      "ܼ": 1155,
      "ܽ": 1156,
      "ܿ": 1157,
      "݂": 1158,
      "ݢ": 1159,
      "ހ": 1160,
      "ށ": 1161,
      "ނ": 1162,
      "ރ": 1163,
      "ބ": 1164,
      "ޅ": 1165,
      "ކ": 1166,
      "އ": 1167,
      "ވ": 1168,
      "މ": 1169,
      "ފ": 1170,
      "ދ": 1171,
      "ތ": 1172,
      "ލ": 1173,
      "ގ": 1174,
      "ޏ": 1175,
      "ސ": 1176,
      "ޑ": 1177,
      "ޒ": 1178,
      "ޓ": 1179,
      "ޔ": 1180,
      "ޕ": 1181,
      "ޖ": 1182,
      "ޗ": 1183,
      "ޘ": 1184,
      "ޙ": 1185,
      "ޚ": 1186,
      "ޛ": 1187,
      "ޜ": 1188,
      "ޝ": 1189,
      "ޞ": 1190,
      "ޟ": 1191,
      "ޠ": 1192,
      "ޡ": 1193,
      "ޢ": 1194,
      "ޣ": 1195,
      "ޤ": 1196,
      "ޥ": 1197,
      "ަ": 1198,
      "ާ": 1199,
      "ި": 1200,
      "ީ": 1201,
      "ު": 1202,
      "ޫ": 1203,
      "ެ": 1204,
      "ޭ": 1205,
      "ޮ": 1206,
      "ޯ": 1207,
      "ް": 1208,
      "ߊ": 1209,
      "ߐ": 1210,
      "ߓ": 1211,
      "ߞ": 1212,
      "ߡ": 1213,
      "߬": 1214,
      "ँ": 1215,
      "ं": 1216,
      "ः": 1217,
      "अ": 1218,
      "आ": 1219,
      "इ": 1220,
      "ई": 1221,
      "उ": 1222,
      "ऋ": 1223,
      "ए": 1224,
      "ओ": 1225,
      "क": 1226,
      "ख": 1227,
      "ग": 1228,
      "घ": 1229,
      "ङ": 1230,
      "च": 1231,
      "छ": 1232,
      "ज": 1233,
      "झ": 1234,
      "ञ": 1235,
      "ट": 1236,
      "ठ": 1237,
      "ड": 1238,
      "ढ": 1239,
      "ण": 1240,
      "त": 1241,
      "थ": 1242,
      "द": 1243,
      "ध": 1244,
      "न": 1245,
      "प": 1246,
      "फ": 1247,
      "ब": 1248,
      "भ": 1249,
      "म": 1250,
      "य": 1251,
      "र": 1252,
      "ऱ": 1253,
      "ल": 1254,
      "ळ": 1255,
      "व": 1256,
      "श": 1257,
      "ष": 1258,
      "स": 1259,
      "ह": 1260,
      "़": 1261,
      "ऽ": 1262,
      "ा": 1263,
      "ि": 1264,
      "ी": 1265,
      "ु": 1266,
      "ू": 1267,
      "ृ": 1268,
      "ॄ": 1269,
      "े": 1270,
      "ै": 1271,
      "ो": 1272,
      "ौ": 1273,
      "्": 1274,
      "ॐ": 1275,
      "ड़": 1276,
      "ॢ": 1277,
      "ॣ": 1278,
      "।": 1279,
      "॥": 1280,
      "ঁ": 1281,
      "ং": 1282,
      "ঃ": 1283,
      "অ": 1284,
      "আ": 1285,
      "ই": 1286,
      "উ": 1287,
      "এ": 1288,
      "ও": 1289,
      "ক": 1290,
      "খ": 1291,
      "গ": 1292,
      "ঘ": 1293,
      "ঙ": 1294,
      "চ": 1295,
      "ছ": 1296,
      "জ": 1297,
      "ঝ": 1298,
      "ঞ": 1299,
      "ট": 1300,
      "ঠ": 1301,
      "ড": 1302,
      "ঢ": 1303,
      "ণ": 1304,
      "ত": 1305,
      "থ": 1306,
      "দ": 1307,
      "ধ": 1308,
      "ন": 1309,
      "প": 1310,
      "ফ": 1311,
      "ব": 1312,
      "ভ": 1313,
      "ম": 1314,
      "য": 1315,
      "র": 1316,
      "ল": 1317,
      "শ": 1318,
      "ষ": 1319,
      "স": 1320,
      "হ": 1321,
      "়": 1322,
      "া": 1323,
      "ি": 1324,
      "ী": 1325,
      "ু": 1326,
      "ূ": 1327,
      "ৃ": 1328,
      "ৄ": 1329,
      "ে": 1330,
      "ৈ": 1331,
      "ো": 1332,
      "ৌ": 1333,
      "্": 1334,
      "ৎ": 1335,
      "ড়": 1336,
      "য়": 1337,
      "ৢ": 1338,
      "ৣ": 1339,
      "০": 1340,
      "১": 1341,
      "ৰ": 1342,
      "ਂ": 1343,
      "ਅ": 1344,
      "ਆ": 1345,
      "ਇ": 1346,
      "ਈ": 1347,
      "ਓ": 1348,
      "ਕ": 1349,
      "ਖ": 1350,
      "ਗ": 1351,
      "ਘ": 1352,
      "ਚ": 1353,
      "ਛ": 1354,
      "ਜ": 1355,
      "ਝ": 1356,
      "ਟ": 1357,
      "ਠ": 1358,
      "ਣ": 1359,
      "ਤ": 1360,
      "ਦ": 1361,
      "ਨ": 1362,
      "ਪ": 1363,
      "ਫ": 1364,
      "ਬ": 1365,
      "ਭ": 1366,
      "ਮ": 1367,
      "ਯ": 1368,
      "ਰ": 1369,
      "ਲ": 1370,
      "ਵ": 1371,
      "ਸ": 1372,
      "ਹ": 1373,
      "਼": 1374,
      "ਾ": 1375,
      "ਿ": 1376,
      "ੀ": 1377,
      "ੁ": 1378,
      "ੂ": 1379,
      "ੇ": 1380,
      "ੈ": 1381,
      "ੋ": 1382,
      "ੌ": 1383,
      "੍": 1384,
      "ੜ": 1385,
      "ੰ": 1386,
      "ੱ": 1387,
      "ੴ": 1388,
      "ઁ": 1389,
      "ં": 1390,
      "ઃ": 1391,
      "આ": 1392,
      "એ": 1393,
      "ક": 1394,
      "ગ": 1395,
      "ચ": 1396,
      "છ": 1397,
      "જ": 1398,
      "ઞ": 1399,
      "ટ": 1400,
      "ઠ": 1401,
      "ડ": 1402,
      "ઢ": 1403,
      "ણ": 1404,
      "ત": 1405,
      "દ": 1406,
      "ધ": 1407,
      "ન": 1408,
      "પ": 1409,
      "ફ": 1410,
      "બ": 1411,
      "ભ": 1412,
      "મ": 1413,
      "ય": 1414,
      "ર": 1415,
      "લ": 1416,
      "વ": 1417,
      "શ": 1418,
      "ષ": 1419,
      "સ": 1420,
      "હ": 1421,
      "઼": 1422,
      "ા": 1423,
      "િ": 1424,
      "ી": 1425,
      "ુ": 1426,
      "ૂ": 1427,
      "ૃ": 1428,
      "ૅ": 1429,
      "ે": 1430,
      "ૈ": 1431,
      "ૉ": 1432,
      "ો": 1433,
      "ૌ": 1434,
      "્": 1435,
      "ૠ": 1436,
      "૱": 1437,
      "ଆ": 1438,
      "ଉ": 1439,
      "ଓ": 1440,
      "କ": 1441,
      "ଗ": 1442,
      "ଙ": 1443,
      "ଛ": 1444,
      "ଜ": 1445,
      "ଝ": 1446,
      "ଟ": 1447,
      "ଡ": 1448,
      "ଣ": 1449,
      "ତ": 1450,
      "ଦ": 1451,
      "ନ": 1452,
      "ପ": 1453,
      "ବ": 1454,
      "ଭ": 1455,
      "ମ": 1456,
      "ଯ": 1457,
      "ର": 1458,
      "ଲ": 1459,
      "ଳ": 1460,
      "ଷ": 1461,
      "ସ": 1462,
      "ହ": 1463,
      "଼": 1464,
      "ା": 1465,
      "ି": 1466,
      "ୀ": 1467,
      "ୁ": 1468,
      "ୂ": 1469,
      "ୃ": 1470,
      "ୄ": 1471,
      "େ": 1472,
      "ୈ": 1473,
      "ୋ": 1474,
      "ୌ": 1475,
      "୍": 1476,
      "ୟ": 1477,
      "ୢ": 1478,
      "ୣ": 1479,
      "୦": 1480,
      "୧": 1481,
      "ஃ": 1482,
      "அ": 1483,
      "ஆ": 1484,
      "இ": 1485,
      "உ": 1486,
      "எ": 1487,
      "ஏ": 1488,
      "ஐ": 1489,
      "ஒ": 1490,
      "க": 1491,
      "ங": 1492,
      "ச": 1493,
      "ஜ": 1494,
      "ஞ": 1495,
      "ட": 1496,
      "ண": 1497,
      "த": 1498,
      "ந": 1499,
      "ன": 1500,
      "ப": 1501,
      "ம": 1502,
      "ய": 1503,
      "ர": 1504,
      "ற": 1505,
      "ல": 1506,
      "ள": 1507,
      "ழ": 1508,
      "வ": 1509,
      "ஷ": 1510,
      "ஸ": 1511,
      "ஹ": 1512,
      "ா": 1513,
      "ி": 1514,
      "ீ": 1515,
      "ு": 1516,
      "ூ": 1517,
      "ெ": 1518,
      "ே": 1519,
      "ை": 1520,
      "ொ": 1521,
      "ோ": 1522,
      "ௌ": 1523,
      "்": 1524,
      "ఁ": 1525,
      "ం": 1526,
      "ః": 1527,
      "ఎ": 1528,
      "క": 1529,
      "గ": 1530,
      "ఘ": 1531,
      "చ": 1532,
      "ఛ": 1533,
      "జ": 1534,
      "ఝ": 1535,
      "ట": 1536,
      "డ": 1537,
      "ణ": 1538,
      "త": 1539,
      "ద": 1540,
      "న": 1541,
      "ప": 1542,
      "ఫ": 1543,
      "బ": 1544,
      "భ": 1545,
      "మ": 1546,
      "య": 1547,
      "ర": 1548,
      "ల": 1549,
      "ళ": 1550,
      "వ": 1551,
      "శ": 1552,
      "ష": 1553,
      "స": 1554,
      "హ": 1555,
      "ా": 1556,
      "ి": 1557,
      "ీ": 1558,
      "ు": 1559,
      "ూ": 1560,
      "ృ": 1561,
      "ౄ": 1562,
      "ె": 1563,
      "ే": 1564,
      "ై": 1565,
      "ొ": 1566,
      "ో": 1567,
      "ౌ": 1568,
      "్": 1569,
      "ౢ": 1570,
      "ౣ": 1571,
      "౦": 1572,
      "౩": 1573,
      "౸": 1574,
      "౹": 1575,
      "౽": 1576,
      "ಂ": 1577,
      "ಃ": 1578,
      "ಅ": 1579,
      "ಆ": 1580,
      "ಎ": 1581,
      "ಏ": 1582,
      "ಐ": 1583,
      "ಒ": 1584,
      "ಕ": 1585,
      "ಗ": 1586,
      "ಚ": 1587,
      "ಜ": 1588,
      "ಟ": 1589,
      "ಡ": 1590,
      "ಣ": 1591,
      "ತ": 1592,
      "ದ": 1593,
      "ಧ": 1594,
      "ನ": 1595,
      "ಪ": 1596,
      "ಫ": 1597,
      "ಬ": 1598,
      "ಭ": 1599,
      "ಮ": 1600,
      "ಯ": 1601,
      "ರ": 1602,
      "ಲ": 1603,
      "ಳ": 1604,
      "ವ": 1605,
      "ಷ": 1606,
      "ಸ": 1607,
      "ಹ": 1608,
      "ಾ": 1609,
      "ಿ": 1610,
      "ೀ": 1611,
      "ು": 1612,
      "ೂ": 1613,
      "ೃ": 1614,
      "ೆ": 1615,
      "ೇ": 1616,
      "ೈ": 1617,
      "ೊ": 1618,
      "ೋ": 1619,
      "ೌ": 1620,
      "್": 1621,
      "ം": 1622,
      "ഃ": 1623,
      "ആ": 1624,
      "ഇ": 1625,
      "ഉ": 1626,
      "ഏ": 1627,
      "ക": 1628,
      "ഗ": 1629,
      "ങ": 1630,
      "ച": 1631,
      "ഛ": 1632,
      "ജ": 1633,
      "ഞ": 1634,
      "ട": 1635,
      "ഡ": 1636,
      "ണ": 1637,
      "ത": 1638,
      "ഥ": 1639,
      "ദ": 1640,
      "ന": 1641,
      "പ": 1642,
      "ബ": 1643,
      "ഭ": 1644,
      "മ": 1645,
      "യ": 1646,
      "ര": 1647,
      "റ": 1648,
      "ല": 1649,
      "ള": 1650,
      "ഴ": 1651,
      "വ": 1652,
      "ശ": 1653,
      "ഷ": 1654,
      "സ": 1655,
      "ഹ": 1656,
      "ാ": 1657,
      "ി": 1658,
      "ീ": 1659,
      "ു": 1660,
      "ൂ": 1661,
      "ൃ": 1662,
      "െ": 1663,
      "േ": 1664,
      "ൈ": 1665,
      "ൊ": 1666,
      "ോ": 1667,
      "്": 1668,
      "ൗ": 1669,
      "ൻ": 1670,
      "ർ": 1671,
      "ൽ": 1672,
      "ൾ": 1673,
      "ൿ": 1674,
      "ං": 1675,
      "අ": 1676,
      "එ": 1677,
      "ක": 1678,
      "ග": 1679,
      "ච": 1680,
      "ජ": 1681,
      "ඣ": 1682,
      "ට": 1683,
      "ඩ": 1684,
      "ණ": 1685,
      "ත": 1686,
      "ද": 1687,
      "ධ": 1688,
      "න": 1689,
      "ප": 1690,
      "ම": 1691,
      "ය": 1692,
      "ර": 1693,
      "ල": 1694,
      "ව": 1695,
      "ශ": 1696,
      "ෂ": 1697,
      "ස": 1698,
      "හ": 1699,
      "ළ": 1700,
      "්": 1701,
      "ා": 1702,
      "ැ": 1703,
      "ෑ": 1704,
      "ි": 1705,
      "ී": 1706,
      "ු": 1707,
      "ූ": 1708,
      "ෙ": 1709,
      "ේ": 1710,
      "ො": 1711,
      "ෝ": 1712,
      "ก": 1713,
      "ข": 1714,
      "ค": 1715,
      "ฆ": 1716,
      "ง": 1717,
      "จ": 1718,
      "ฉ": 1719,
      "ช": 1720,
      "ซ": 1721,
      "ญ": 1722,
      "ฎ": 1723,
      "ฏ": 1724,
      "ฐ": 1725,
      "ฒ": 1726,
      "ณ": 1727,
      "ด": 1728,
      "ต": 1729,
      "ถ": 1730,
      "ท": 1731,
      "ธ": 1732,
      "น": 1733,
      "บ": 1734,
      "ป": 1735,
      "ผ": 1736,
      "ฝ": 1737,
      "พ": 1738,
      "ฟ": 1739,
      "ภ": 1740,
      "ม": 1741,
      "ย": 1742,
      "ร": 1743,
      "ฤ": 1744,
      "ล": 1745,
      "ฦ": 1746,
      "ว": 1747,
      "ศ": 1748,
      "ษ": 1749,
      "ส": 1750,
      "ห": 1751,
      "ฬ": 1752,
      "อ": 1753,
      "ฮ": 1754,
      "ฯ": 1755,
      "ะ": 1756,
      "ั": 1757,
      "า": 1758,
      "ำ": 1759,
      "ิ": 1760,
      "ี": 1761,
      "ึ": 1762,
      "ื": 1763,
      "ุ": 1764,
      "ู": 1765,
      "ฺ": 1766,
      "฿": 1767,
      "เ": 1768,
      "แ": 1769,
      "โ": 1770,
      "ใ": 1771,
      "ไ": 1772,
      "ๅ": 1773,
      "ๆ": 1774,
      "็": 1775,
      "่": 1776,
      "้": 1777,
      "๊": 1778,
      "๋": 1779,
      "์": 1780,
      "๐": 1781,
      "๑": 1782,
      "๒": 1783,
      "๕": 1784,
      "ກ": 1785,
      "ຂ": 1786,
      "ຄ": 1787,
      "ງ": 1788,
      "ຈ": 1789,
      "ຊ": 1790,
      "ຍ": 1791,
      "ດ": 1792,
      "ຕ": 1793,
      "ຖ": 1794,
      "ທ": 1795,
      "ນ": 1796,
      "ບ": 1797,
      "ປ": 1798,
      "ຜ": 1799,
      "ພ": 1800,
      "ຟ": 1801,
      "ມ": 1802,
      "ລ": 1803,
      "ວ": 1804,
      "ສ": 1805,
      "ຫ": 1806,
      "ອ": 1807,
      "ະ": 1808,
      "ັ": 1809,
      "າ": 1810,
      "ຳ": 1811,
      "ິ": 1812,
      "ີ": 1813,
      "ື": 1814,
      "ົ": 1815,
      "ເ": 1816,
      "ແ": 1817,
      "ໂ": 1818,
      "ໃ": 1819,
      "ໄ": 1820,
      "່": 1821,
      "້": 1822,
      "ໍ": 1823,
      "໗": 1824,
      "ໝ": 1825,
      "་": 1826,
      "།": 1827,
      "༠": 1828,
      "༡": 1829,
      "ཀ": 1830,
      "ཁ": 1831,
      "ག": 1832,
      "ང": 1833,
      "ཆ": 1834,
      "ཇ": 1835,
      "ཉ": 1836,
      "ཎ": 1837,
      "ཏ": 1838,
      "ཐ": 1839,
      "ད": 1840,
      "ན": 1841,
      "པ": 1842,
      "ཕ": 1843,
      "བ": 1844,
      "མ": 1845,
      "ཙ": 1846,
      "ཚ": 1847,
      "ཛ": 1848,
      "ཝ": 1849,
      "ཞ": 1850,
      "ཟ": 1851,
      "འ": 1852,
      "ཡ": 1853,
      "ར": 1854,
      "ལ": 1855,
      "ཤ": 1856,
      "ས": 1857,
      "ཧ": 1858,
      "ཨ": 1859,
      "ི": 1860,
      "ུ": 1861,
      "ེ": 1862,
      "ོ": 1863,
      "ྐ": 1864,
      "ྒ": 1865,
      "ྔ": 1866,
      "ྕ": 1867,
      "ྗ": 1868,
      "ྙ": 1869,
      "ྟ": 1870,
      "ྡ": 1871,
      "ྣ": 1872,
      "ྤ": 1873,
      "ྦ": 1874,
      "ྨ": 1875,
      "ྩ": 1876,
      "ྫ": 1877,
      "ྱ": 1878,
      "ྲ": 1879,
      "ླ": 1880,
      "ྷ": 1881,
      "ခ": 1882,
      "င": 1883,
      "ည": 1884,
      "ထ": 1885,
      "ဓ": 1886,
      "န": 1887,
      "မ": 1888,
      "ယ": 1889,
      "ရ": 1890,
      "လ": 1891,
      "ဝ": 1892,
      "အ": 1893,
      "ါ": 1894,
      "ာ": 1895,
      "ိ": 1896,
      "ု": 1897,
      "ဲ": 1898,
      "ံ": 1899,
      "့": 1900,
      "း": 1901,
      "်": 1902,
      "ျ": 1903,
      "ြ": 1904,
      "ွ": 1905,
      "၀": 1906,
      "၁": 1907,
      "Ⴀ": 1908,
      "Ⴁ": 1909,
      "Ⴂ": 1910,
      "Ⴃ": 1911,
      "Ⴄ": 1912,
      "Ⴆ": 1913,
      "Ⴇ": 1914,
      "Ⴈ": 1915,
      "Ⴉ": 1916,
      "Ⴊ": 1917,
      "Ⴋ": 1918,
      "Ⴌ": 1919,
      "Ⴍ": 1920,
      "Ⴎ": 1921,
      "Ⴏ": 1922,
      "Ⴐ": 1923,
      "Ⴑ": 1924,
      "Ⴒ": 1925,
      "Ⴓ": 1926,
      "Ⴔ": 1927,
      "Ⴕ": 1928,
      "Ⴖ": 1929,
      "Ⴗ": 1930,
      "Ⴘ": 1931,
      "Ⴙ": 1932,
      "Ⴚ": 1933,
      "Ⴛ": 1934,
      "Ⴜ": 1935,
      "Ⴝ": 1936,
      "Ⴞ": 1937,
      "Ⴟ": 1938,
      "Ⴠ": 1939,
      "ა": 1940,
      "ბ": 1941,
      "გ": 1942,
      "დ": 1943,
      "ე": 1944,
      "ვ": 1945,
      "ზ": 1946,
      "თ": 1947,
      "ი": 1948,
      "კ": 1949,
      "ლ": 1950,
      "მ": 1951,
      "ნ": 1952,
      "ო": 1953,
      "პ": 1954,
      "ჟ": 1955,
      "რ": 1956,
      "ს": 1957,
      "ტ": 1958,
      "უ": 1959,
      "ფ": 1960,
      "ქ": 1961,
      "ღ": 1962,
      "ყ": 1963,
      "შ": 1964,
      "ჩ": 1965,
      "ც": 1966,
      "ძ": 1967,
      "წ": 1968,
      "ჭ": 1969,
      "ხ": 1970,
      "ჯ": 1971,
      "ჰ": 1972,
      "ჲ": 1973,
      "ჳ": 1974,
      "ჴ": 1975,
      "ሁ": 1976,
      "ሃ": 1977,
      "ሄ": 1978,
      "ህ": 1979,
      "ለ": 1980,
      "ሊ": 1981,
      "ላ": 1982,
      "ሌ": 1983,
      "ል": 1984,
      "ሐ": 1985,
      "ሓ": 1986,
      "ሕ": 1987,
      "መ": 1988,
      "ሚ": 1989,
      "ማ": 1990,
      "ሜ": 1991,
      "ም": 1992,
      "ሞ": 1993,
      "ሣ": 1994,
      "ሥ": 1995,
      "ረ": 1996,
      "ሪ": 1997,
      "ራ": 1998,
      "ሬ": 1999,
      "ር": 2000,
      "ሮ": 2001,
      "ሰ": 2002,
      "ሱ": 2003,
      "ሲ": 2004,
      "ሳ": 2005,
      "ሴ": 2006,
      "ስ": 2007,
      "ሶ": 2008,
      "ሻ": 2009,
      "ሽ": 2010,
      "ቀ": 2011,
      "ቂ": 2012,
      "ቅ": 2013,
      "ቆ": 2014,
      "ቐ": 2015,
      "ቕ": 2016,
      "በ": 2017,
      "ቡ": 2018,
      "ቢ": 2019,
      "ባ": 2020,
      "ቤ": 2021,
      "ብ": 2022,
      "ቦ": 2023,
      "ቨ": 2024,
      "ተ": 2025,
      "ቱ": 2026,
      "ቲ": 2027,
      "ታ": 2028,
      "ቴ": 2029,
      "ት": 2030,
      "ቶ": 2031,
      "ቺ": 2032,
      "ች": 2033,
      "ኅ": 2034,
      "ነ": 2035,
      "ኑ": 2036,
      "ኒ": 2037,
      "ና": 2038,
      "ኔ": 2039,
      "ን": 2040,
      "ኖ": 2041,
      "ኛ": 2042,
      "ኝ": 2043,
      "አ": 2044,
      "ኢ": 2045,
      "ኣ": 2046,
      "ኤ": 2047,
      "እ": 2048,
      "ከ": 2049,
      "ኩ": 2050,
      "ኪ": 2051,
      "ካ": 2052,
      "ክ": 2053,
      "ኰ": 2054,
      "ኺ": 2055,
      "ዃ": 2056,
      "ወ": 2057,
      "ዊ": 2058,
      "ዋ": 2059,
      "ው": 2060,
      "ዎ": 2061,
      "ዑ": 2062,
      "ዓ": 2063,
      "ዕ": 2064,
      "ዘ": 2065,
      "ዛ": 2066,
      "ዜ": 2067,
      "ዝ": 2068,
      "የ": 2069,
      "ዩ": 2070,
      "ያ": 2071,
      "ይ": 2072,
      "ዮ": 2073,
      "ደ": 2074,
      "ዲ": 2075,
      "ዳ": 2076,
      "ድ": 2077,
      "ጀ": 2078,
      "ጃ": 2079,
      "ገ": 2080,
      "ጉ": 2081,
      "ጋ": 2082,
      "ግ": 2083,
      "ጐ": 2084,
      "ጠ": 2085,
      "ጣ": 2086,
      "ጥ": 2087,
      "ጨ": 2088,
      "ጳ": 2089,
      "ጵ": 2090,
      "ጹ": 2091,
      "ጻ": 2092,
      "ጽ": 2093,
      "ፀ": 2094,
      "ፃ": 2095,
      "ፅ": 2096,
      "ፈ": 2097,
      "ፊ": 2098,
      "ፋ": 2099,
      "ፍ": 2100,
      "ፐ": 2101,
      "፡": 2102,
      "።": 2103,
      "፧": 2104,
      "Ꭰ": 2105,
      "Ꭹ": 2106,
      "Ꭻ": 2107,
      "Ꮃ": 2108,
      "Ꮒ": 2109,
      "Ꮤ": 2110,
      "Ꮳ": 2111,
      "ᐃ": 2112,
      "ᐅ": 2113,
      "ᐊ": 2114,
      "ᐱ": 2115,
      "ᑎ": 2116,
      "ᑐ": 2117,
      "ᑕ": 2118,
      "ᑦ": 2119,
      "ᑭ": 2120,
      "ᑲ": 2121,
      "ᒃ": 2122,
      "ᒐ": 2123,
      "ᒑ": 2124,
      "ᒪ": 2125,
      "ᓂ": 2126,
      "ᓄ": 2127,
      "ᓕ": 2128,
      "ᓗ": 2129,
      "ᔪ": 2130,
      "ᕐ": 2131,
      "ᕙ": 2132,
      "ᕿ": 2133,
      "ᖅ": 2134,
      "ᖏ": 2135,
      "ᖓ": 2136,
      "ᖠ": 2137,
      "ᙵ": 2138,
      "ᚠ": 2139,
      "ᚢ": 2140,
      "ᚦ": 2141,
      "ᚩ": 2142,
      "ᚪ": 2143,
      "ᚫ": 2144,
      "ᚱ": 2145,
      "ᚲ": 2146,
      "ᚳ": 2147,
      "ᚹ": 2148,
      "ᚻ": 2149,
      "ᚾ": 2150,
      "ᛁ": 2151,
      "ᛇ": 2152,
      "ᛏ": 2153,
      "ᛒ": 2154,
      "ᛖ": 2155,
      "ᛗ": 2156,
      "ᛘ": 2157,
      "ᛚ": 2158,
      "ᛞ": 2159,
      "ᛟ": 2160,
      "ᛥ": 2161,
      "ក": 2162,
      "ខ": 2163,
      "គ": 2164,
      "ឃ": 2165,
      "ង": 2166,
      "ច": 2167,
      "ឆ": 2168,
      "ជ": 2169,
      "ឈ": 2170,
      "ញ": 2171,
      "ដ": 2172,
      "ឋ": 2173,
      "ឌ": 2174,
      "ឍ": 2175,
      "ណ": 2176,
      "ត": 2177,
      "ថ": 2178,
      "ទ": 2179,
      "ធ": 2180,
      "ន": 2181,
      "ប": 2182,
      "ផ": 2183,
      "ព": 2184,
      "ភ": 2185,
      "ម": 2186,
      "យ": 2187,
      "រ": 2188,
      "ល": 2189,
      "វ": 2190,
      "ឝ": 2191,
      "ឞ": 2192,
      "ស": 2193,
      "ហ": 2194,
      "ឡ": 2195,
      "អ": 2196,
      "ឱ": 2197,
      "ា": 2198,
      "ិ": 2199,
      "ី": 2200,
      "ឹ": 2201,
      "ឺ": 2202,
      "ុ": 2203,
      "ូ": 2204,
      "ួ": 2205,
      "ើ": 2206,
      "ឿ": 2207,
      "ៀ": 2208,
      "េ": 2209,
      "ែ": 2210,
      "ៃ": 2211,
      "ោ": 2212,
      "ៅ": 2213,
      "ំ": 2214,
      "ះ": 2215,
      "៉": 2216,
      "់": 2217,
      "្": 2218,
      "៛": 2219,
      "᠋": 2220,
      "᠌": 2221,
      "ᠠ": 2222,
      "ᠡ": 2223,
      "ᠤ": 2224,
      "ᠦ": 2225,
      "ᠨ": 2226,
      "ᠩ": 2227,
      "ᠪ": 2228,
      "ᠬ": 2229,
      "ᠭ": 2230,
      "ᠮ": 2231,
      "ᠯ": 2232,
      "ᠰ": 2233,
      "ᠲ": 2234,
      "ᠳ": 2235,
      "ᠵ": 2236,
      "ᠷ": 2237,
      "ᠸ": 2238,
      "ᡝ": 2239,
      "ᡠ": 2240,
      "ᡤ": 2241,
      "ᡥ": 2242,
      "ᡩ": 2243,
      "ᡳ": 2244,
      "ᡴ": 2245,
      "ᡵ": 2246,
      "ᡶ": 2247,
      "ᤌ": 2248,
      "ᤐ": 2249,
      "ᤕ": 2250,
      "ᤠ": 2251,
      "ᤢ": 2252,
      "ᤰ": 2253,
      "ᤱ": 2254,
      "ᤴ": 2255,
      "ᥖ": 2256,
      "ᥘ": 2257,
      "ᥫ": 2258,
      "ᥭ": 2259,
      "ᥰ": 2260,
      "ᥴ": 2261,
      "ᦑ": 2262,
      "ᦟ": 2263,
      "ᦹ": 2264,
      "ᧉ": 2265,
      "ᨈ": 2266,
      "ᨑ": 2267,
      "ᨒ": 2268,
      "ᨚ": 2269,
      "ᬩ": 2270,
      "ᬮ": 2271,
      "ᬶ": 2272,
      "ᮀ": 2273,
      "ᮁ": 2274,
      "ᮂ": 2275,
      "ᮃ": 2276,
      "ᮊ": 2277,
      "ᮓ": 2278,
      "ᮔ": 2279,
      "ᮛ": 2280,
      "ᮞ": 2281,
      "ᮡ": 2282,
      "ᮢ": 2283,
      "ᮣ": 2284,
      "ᮤ": 2285,
      "ᮥ": 2286,
      "ᮦ": 2287,
      "ᮧ": 2288,
      "ᮨ": 2289,
      "ᮩ": 2290,
      "᮪": 2291,
      "ᯂ": 2292,
      "ᯅ": 2293,
      "ᯖ": 2294,
      "᯲": 2295,
      "ᰛ": 2296,
      "ᰜ": 2297,
      "ᰣ": 2298,
      "ᰤ": 2299,
      "ᰥ": 2300,
      "ᰦ": 2301,
      "ᰧ": 2302,
      "ᰨ": 2303,
      "ᰩ": 2304,
      "ᰪ": 2305,
      "ᰫ": 2306,
      "ᰬ": 2307,
      "ᰭ": 2308,
      "ᰮ": 2309,
      "ᰯ": 2310,
      "ᰰ": 2311,
      "ᰱ": 2312,
      "ᰲ": 2313,
      "ᰳ": 2314,
      "ᰴ": 2315,
      "ᰵ": 2316,
      "ᰶ": 2317,
      "ᱟ": 2318,
      "ᱤ": 2319,
      "ᱨ": 2320,
      "ᱪ": 2321,
      "ᱺ": 2322,
      "ᴅ": 2323,
      "ᴐ": 2324,
      "ᴑ": 2325,
      "ᴓ": 2326,
      "ᴙ": 2327,
      "ᴢ": 2328,
      "ᴤ": 2329,
      "ᴫ": 2330,
      "ᵃ": 2331,
      "ᵇ": 2332,
      "ᵈ": 2333,
      "ᵉ": 2334,
      "ᵍ": 2335,
      "ᵏ": 2336,
      "ᵐ": 2337,
      "ᵑ": 2338,
      "ᵒ": 2339,
      "ᵖ": 2340,
      "ᵗ": 2341,
      "ᵘ": 2342,
      "ᵢ": 2343,
      "ᵤ": 2344,
      "ᵻ": 2345,
      "ᶜ": 2346,
      "ᶠ": 2347,
      "ᶡ": 2348,
      "ᶢ": 2349,
      "ᶤ": 2350,
      "ᶫ": 2351,
      "ᶮ": 2352,
      "ᶯ": 2353,
      "ᶰ": 2354,
      "ḇ": 2355,
      "Ḉ": 2356,
      "ḉ": 2357,
      "Ḍ": 2358,
      "ḍ": 2359,
      "Ḏ": 2360,
      "ḏ": 2361,
      "Ḑ": 2362,
      "ḑ": 2363,
      "ḓ": 2364,
      "Ḕ": 2365,
      "ḕ": 2366,
      "Ḗ": 2367,
      "ḗ": 2368,
      "ḙ": 2369,
      "ḛ": 2370,
      "Ḡ": 2371,
      "ḡ": 2372,
      "ḣ": 2373,
      "Ḥ": 2374,
      "ḥ": 2375,
      "Ḧ": 2376,
      "Ḩ": 2377,
      "ḩ": 2378,
      "Ḫ": 2379,
      "ḫ": 2380,
      "ḭ": 2381,
      "Ḯ": 2382,
      "ḯ": 2383,
      "Ḱ": 2384,
      "ḱ": 2385,
      "Ḳ": 2386,
      "ḳ": 2387,
      "Ḵ": 2388,
      "ḵ": 2389,
      "ḷ": 2390,
      "ḻ": 2391,
      "ḽ": 2392,
      "Ḿ": 2393,
      "ḿ": 2394,
      "Ṁ": 2395,
      "ṁ": 2396,
      "ṃ": 2397,
      "ṅ": 2398,
      "ṇ": 2399,
      "ṉ": 2400,
      "Ṍ": 2401,
      "ṍ": 2402,
      "Ṑ": 2403,
      "ṑ": 2404,
      "Ṓ": 2405,
      "ṓ": 2406,
      "Ṕ": 2407,
      "ṕ": 2408,
      "ṙ": 2409,
      "Ṛ": 2410,
      "ṛ": 2411,
      "ṟ": 2412,
      "Ṣ": 2413,
      "ṣ": 2414,
      "Ṥ": 2415,
      "ṥ": 2416,
      "ṧ": 2417,
      "ṫ": 2418,
      "Ṭ": 2419,
      "ṭ": 2420,
      "Ṯ": 2421,
      "ṯ": 2422,
      "ṳ": 2423,
      "ṷ": 2424,
      "Ṹ": 2425,
      "ṹ": 2426,
      "ṿ": 2427,
      "Ẁ": 2428,
      "ẁ": 2429,
      "Ẃ": 2430,
      "ẃ": 2431,
      "ẅ": 2432,
      "Ẋ": 2433,
      "ẋ": 2434,
      "ẏ": 2435,
      "Ẑ": 2436,
      "ẑ": 2437,
      "Ẓ": 2438,
      "ẓ": 2439,
      "ẕ": 2440,
      "ẖ": 2441,
      "ẗ": 2442,
      "ẞ": 2443,
      "Ạ": 2444,
      "ạ": 2445,
      "Ả": 2446,
      "ả": 2447,
      "Ấ": 2448,
      "ấ": 2449,
      "Ầ": 2450,
      "ầ": 2451,
      "Ẩ": 2452,
      "ẩ": 2453,
      "ẫ": 2454,
      "ậ": 2455,
      "Ắ": 2456,
      "ắ": 2457,
      "Ằ": 2458,
      "ằ": 2459,
      "ẵ": 2460,
      "ặ": 2461,
      "Ẹ": 2462,
      "ẹ": 2463,
      "ẻ": 2464,
      "ẽ": 2465,
      "Ế": 2466,
      "ế": 2467,
      "Ề": 2468,
      "ề": 2469,
      "ể": 2470,
      "ễ": 2471,
      "Ệ": 2472,
      "ệ": 2473,
      "ỉ": 2474,
      "Ị": 2475,
      "ị": 2476,
      "Ọ": 2477,
      "ọ": 2478,
      "ỏ": 2479,
      "Ố": 2480,
      "ố": 2481,
      "Ồ": 2482,
      "ồ": 2483,
      "ổ": 2484,
      "ỗ": 2485,
      "ộ": 2486,
      "Ớ": 2487,
      "ớ": 2488,
      "Ờ": 2489,
      "ờ": 2490,
      "ở": 2491,
      "ợ": 2492,
      "ụ": 2493,
      "ủ": 2494,
      "Ứ": 2495,
      "ứ": 2496,
      "Ừ": 2497,
      "ừ": 2498,
      "ử": 2499,
      "ữ": 2500,
      "ự": 2501,
      "Ỳ": 2502,
      "ỳ": 2503,
      "ỵ": 2504,
      "ỷ": 2505,
      "ỹ": 2506,
      "ἀ": 2507,
      "ἁ": 2508,
      "ἂ": 2509,
      "ἃ": 2510,
      "ἄ": 2511,
      "ἅ": 2512,
      "Ἀ": 2513,
      "Ἁ": 2514,
      "Ἂ": 2515,
      "Ἃ": 2516,
      "Ἄ": 2517,
      "Ἅ": 2518,
      "ἐ": 2519,
      "ἑ": 2520,
      "ἒ": 2521,
      "ἓ": 2522,
      "ἔ": 2523,
      "ἕ": 2524,
      "Ἐ": 2525,
      "Ἑ": 2526,
      "Ἒ": 2527,
      "Ἓ": 2528,
      "Ἔ": 2529,
      "Ἕ": 2530,
      "ἠ": 2531,
      "ἡ": 2532,
      "ἢ": 2533,
      "ἣ": 2534,
      "ἤ": 2535,
      "ἦ": 2536,
      "ἧ": 2537,
      "Ἠ": 2538,
      "Ἢ": 2539,
      "Ἣ": 2540,
      "ἰ": 2541,
      "ἱ": 2542,
      "ἲ": 2543,
      "ἳ": 2544,
      "ἴ": 2545,
      "ἵ": 2546,
      "ἶ": 2547,
      "ἷ": 2548,
      "Ἰ": 2549,
      "Ἱ": 2550,
      "Ἲ": 2551,
      "Ἳ": 2552,
      "Ἴ": 2553,
      "Ἶ": 2554,
      "ὀ": 2555,
      "ὁ": 2556,
      "ὂ": 2557,
      "ὃ": 2558,
      "ὄ": 2559,
      "ὅ": 2560,
      "Ὀ": 2561,
      "Ὁ": 2562,
      "Ὂ": 2563,
      "Ὃ": 2564,
      "Ὄ": 2565,
      "Ὅ": 2566,
      "ὐ": 2567,
      "ὑ": 2568,
      "ὒ": 2569,
      "ὓ": 2570,
      "ὔ": 2571,
      "ὕ": 2572,
      "ὖ": 2573,
      "Ὑ": 2574,
      "Ὓ": 2575,
      "ὠ": 2576,
      "ὡ": 2577,
      "ὢ": 2578,
      "ὣ": 2579,
      "ὤ": 2580,
      "ὥ": 2581,
      "Ὠ": 2582,
      "Ὢ": 2583,
      "Ὣ": 2584,
      "ὰ": 2585,
      "ὲ": 2586,
      "ὴ": 2587,
      "ὶ": 2588,
      "ὸ": 2589,
      "ὺ": 2590,
      "ὼ": 2591,
      "ᾂ": 2592,
      "ᾃ": 2593,
      "ᾊ": 2594,
      "ᾋ": 2595,
      "ᾒ": 2596,
      "ᾓ": 2597,
      "ᾚ": 2598,
      "ᾛ": 2599,
      "ᾠ": 2600,
      "ᾢ": 2601,
      "ᾣ": 2602,
      "ᾪ": 2603,
      "ᾫ": 2604,
      "ᾱ": 2605,
      "ᾲ": 2606,
      "ᾳ": 2607,
      "ᾶ": 2608,
      "ᾷ": 2609,
      "Ὰ": 2610,
      "᾽": 2611,
      "ῂ": 2612,
      "ῃ": 2613,
      "ῆ": 2614,
      "ῇ": 2615,
      "Ὲ": 2616,
      "Ὴ": 2617,
      "ῑ": 2618,
      "ῒ": 2619,
      "ῖ": 2620,
      "Ὶ": 2621,
      "ῠ": 2622,
      "ῢ": 2623,
      "ῤ": 2624,
      "ῥ": 2625,
      "ῦ": 2626,
      "Ὺ": 2627,
      "Ῥ": 2628,
      "ῲ": 2629,
      "ῳ": 2630,
      "ῶ": 2631,
      "ῷ": 2632,
      "Ὸ": 2633,
      "Ὼ": 2634,
      "῾": 2635,
      "​": 2636,
      "‌": 2637,
      "‍": 2638,
      "‎": 2639,
      "‏": 2640,
      "‐": 2641,
      "‑": 2642,
      "‒": 2643,
      "–": 2644,
      "—": 2645,
      "―": 2646,
      "‘": 2647,
      "’": 2648,
      "‚": 2649,
      "“": 2650,
      "”": 2651,
      "„": 2652,
      "†": 2653,
      "‡": 2654,
      "•": 2655,
      "…": 2656,
      "‪": 2657,
      "‬": 2658,
      "‭": 2659,
      "‰": 2660,
      "‱": 2661,
      "′": 2662,
      "″": 2663,
      "‴": 2664,
      "‹": 2665,
      "›": 2666,
      "‿": 2667,
      "⁄": 2668,
      "⁗": 2669,
      "⁙": 2670,
      "⁚": 2671,
      "⁠": 2672,
      "⁰": 2673,
      "⁴": 2674,
      "⁶": 2675,
      "⁷": 2676,
      "⁸": 2677,
      "⁹": 2678,
      "⁻": 2679,
      "ⁿ": 2680,
      "₀": 2681,
      "₁": 2682,
      "₂": 2683,
      "₃": 2684,
      "₄": 2685,
      "₆": 2686,
      "₇": 2687,
      "₋": 2688,
      "₍": 2689,
      "ₐ": 2690,
      "ₑ": 2691,
      "ₒ": 2692,
      "₠": 2693,
      "₡": 2694,
      "₢": 2695,
      "₣": 2696,
      "₤": 2697,
      "₦": 2698,
      "₨": 2699,
      "₩": 2700,
      "₪": 2701,
      "€": 2702,
      "₯": 2703,
      "₱": 2704,
      "₸": 2705,
      "₹": 2706,
      "₽": 2707,
      "₿": 2708,
      "ℂ": 2709,
      "℃": 2710,
      "℅": 2711,
      "ℏ": 2712,
      "ℒ": 2713,
      "ℓ": 2714,
      "ℕ": 2715,
      "№": 2716,
      "℗": 2717,
      "ℚ": 2718,
      "ℛ": 2719,
      "ℝ": 2720,
      "℞": 2721,
      "™": 2722,
      "ℤ": 2723,
      "℧": 2724,
      "ℳ": 2725,
      "⅓": 2726,
      "⅔": 2727,
      "⅛": 2728,
      "⅜": 2729,
      "⅝": 2730,
      "Ⅰ": 2731,
      "Ⅱ": 2732,
      "Ⅲ": 2733,
      "Ⅳ": 2734,
      "←": 2735,
      "↑": 2736,
      "→": 2737,
      "↓": 2738,
      "↔": 2739,
      "↗": 2740,
      "↵": 2741,
      "⇄": 2742,
      "⇌": 2743,
      "⇒": 2744,
      "⇔": 2745,
      "⇥": 2746,
      "⇧": 2747,
      "∀": 2748,
      "∂": 2749,
      "∃": 2750,
      "∅": 2751,
      "∆": 2752,
      "∇": 2753,
      "∈": 2754,
      "∉": 2755,
      "∑": 2756,
      "−": 2757,
      "∗": 2758,
      "∘": 2759,
      "∙": 2760,
      "√": 2761,
      "∝": 2762,
      "∞": 2763,
      "∧": 2764,
      "∨": 2765,
      "∩": 2766,
      "∪": 2767,
      "∫": 2768,
      "∴": 2769,
      "∶": 2770,
      "∼": 2771,
      "≅": 2772,
      "≈": 2773,
      "≠": 2774,
      "≡": 2775,
      "≢": 2776,
      "≤": 2777,
      "≥": 2778,
      "≦": 2779,
      "≧": 2780,
      "≪": 2781,
      "≫": 2782,
      "⊂": 2783,
      "⊆": 2784,
      "⊇": 2785,
      "⊕": 2786,
      "⊻": 2787,
      "⋅": 2788,
      "⌀": 2789,
      "⌈": 2790,
      "⌉": 2791,
      "⌊": 2792,
      "⌋": 2793,
      "⌘": 2794,
      "⍳": 2795,
      "⎓": 2796,
      "⎕": 2797,
      "①": 2798,
      "②": 2799,
      "④": 2800,
      "⑤": 2801,
      "⑪": 2802,
      "⑮": 2803,
      "Ⓐ": 2804,
      "─": 2805,
      "━": 2806,
      "│": 2807,
      "└": 2808,
      "├": 2809,
      "┤": 2810,
      "┬": 2811,
      "╲": 2812,
      "╳": 2813,
      "█": 2814,
      "■": 2815,
      "□": 2816,
      "▲": 2817,
      "△": 2818,
      "○": 2819,
      "◌": 2820,
      "●": 2821,
      "◦": 2822,
      "◯": 2823,
      "★": 2824,
      "☆": 2825,
      "☉": 2826,
      "☣": 2827,
      "☦": 2828,
      "☧": 2829,
      "☭": 2830,
      "☮": 2831,
      "☯": 2832,
      "☰": 2833,
      "☱": 2834,
      "☲": 2835,
      "☳": 2836,
      "☴": 2837,
      "☵": 2838,
      "☶": 2839,
      "☷": 2840,
      "☺": 2841,
      "☾": 2842,
      "☿": 2843,
      "♀": 2844,
      "♂": 2845,
      "♃": 2846,
      "♄": 2847,
      "♅": 2848,
      "♆": 2849,
      "♇": 2850,
      "♓": 2851,
      "♔": 2852,
      "♙": 2853,
      "♠": 2854,
      "♡": 2855,
      "♣": 2856,
      "♥": 2857,
      "♦": 2858,
      "♩": 2859,
      "♪": 2860,
      "♫": 2861,
      "♬": 2862,
      "♭": 2863,
      "♮": 2864,
      "♯": 2865,
      "♿": 2866,
      "⚊": 2867,
      "⚋": 2868,
      "⚛": 2869,
      "⚢": 2870,
      "⚣": 2871,
      "⚨": 2872,
      "⚳": 2873,
      "⚴": 2874,
      "⚵": 2875,
      "⚶": 2876,
      "⚷": 2877,
      "⛎": 2878,
      "✓": 2879,
      "✔": 2880,
      "✕": 2881,
      "✝": 2882,
      "✡": 2883,
      "✢": 2884,
      "✯": 2885,
      "❤": 2886,
      "⟨": 2887,
      "⟩": 2888,
      "⩾": 2889,
      "⬅": 2890,
      "⯚": 2891,
      "⯰": 2892,
      "⯲": 2893,
      "Ⰿ": 2894,
      "ⰰ": 2895,
      "ⰲ": 2896,
      "ⰳ": 2897,
      "ⰴ": 2898,
      "ⰸ": 2899,
      "ⰹ": 2900,
      "ⰽ": 2901,
      "ⰾ": 2902,
      "ⰿ": 2903,
      "ⱀ": 2904,
      "ⱁ": 2905,
      "ⱂ": 2906,
      "ⱃ": 2907,
      "ⱄ": 2908,
      "ⱆ": 2909,
      "ⱏ": 2910,
      "ⱨ": 2911,
      "ⱪ": 2912,
      "ⱱ": 2913,
      "Ⲁ": 2914,
      "ⲁ": 2915,
      "ⲃ": 2916,
      "ⲇ": 2917,
      "ⲉ": 2918,
      "ⲏ": 2919,
      "Ⲑ": 2920,
      "ⲓ": 2921,
      "Ⲕ": 2922,
      "ⲙ": 2923,
      "ⲛ": 2924,
      "ⲟ": 2925,
      "Ⲡ": 2926,
      "ⲡ": 2927,
